class AppString
{
 static const String app_name="Sumifun";
 static const String appbar_home="الرئيسي";
 static const String appbar_allprodct="المنتجات";
 static const String appbar_verification="تحقق من المنتج";
 static const String appbar_aboutus="ماذا تعرف عنا";
 static const String appbar_serach="البحث";
 static const String details_titles= "💪 مجموعة سوميفن الأصلية – الراحة تبدأ من العناية الصحيحة";
 static const String details_body="تركيبة علاجية متكاملة تستهدف آلام المفاصل والغضروف من الجذور، تجمع بين الكريم، البخاخ، اللصقات، وكريم الصدفية بسم النحل — فعالية سريعة، استخدام سهل، ونتائج يثق بها الآلاف حول العالم.";
 static const String details_button='اطلب الآن';

 static const String certifcate_details_titles= "🏅 موثوق بجودته – مدعوم بشهادة تصنيع رسمية";
 static const String certifcate_details_body= "منتجنا حاصل على شهادة تصنيع معتمدة من الشركة المنتجة، مما يضمن جودة التركيبة وسلامة الاستخدام وفق أعلى المعايير العالمية.";
 static const String productDescription = '''
كريم علاجي مبتكر يعتمد على تركيبة طبيعية فعالة، يجمع بين سم النحل المعروف بخصائصه المضادة للالتهابات، والبروبوليس (عكبر النحل) الغني بمضادات الأكسدة.

يساعد في التخفيف من آلام المفاصل، ويعمل على تحسين مرونتها وتجديد أنسجتها، مما يجعله الحل المثالي للحفاظ على صحة المفاصل بطريقة طبيعية وآمنة.
''';
 static const String Animated_Images_Row_String='الحل الأول لآلام المفاصل';
 static const String Animated_Images_Row_String1='نقدم لكم الكريم العلاجي الطبيعي بسم النحل والبروبوليس — المنتج الأصلي الموثوق، والمُستخدم يوميًا من قِبل آلاف الأشخاص حول العالم لاستعادة الراحة والمرونة في الحركة.';
 static const String Animated_Images_Row_String2='بتركيبته الفريدة المستخلصة من الطبيعة، يعمل هذا الكريم على تخفيف الألم، ومحاربة الالتهاب، ودعم المفاصل لتعود إلى حركتها الطبيعية بكل سلاسة — دون الحاجة إلى أدوية أو تدخلات معقدة.';

 static String Hometext1="👋 مرحبًا بك في Sumifun" ;
 static String Hometext2="حلول طبيعية، ثقة متجددة، راحة تدوم !" ;
 static String Hometext3="مرحبًا بك في Sumifun، العلامة التجارية المتخصصة في تقديم منتجات الرعاية الصحية الشخصية المستوحاة من الطب الصيني التقليدي. نلتزم بتوفير حلول فعّالة وطبيعية لتخفيف الآلام والعناية بالبشرة، لنمنحك شعورًا دائمًا بالراحة والثقة." ;


 static List<String> list_slider_title=
 [
  "💪 مجموعة سوميفن الأصلية – الراحة تبدأ من العناية الصحيحة",
  "🧴مرهم تخفيف آلام الغضروف والمفاصل",
  "لصقات تخفيف آلام الغضروف والمفاصل ",
  "بخاخ فوري لتخفيف آلام الغضروف والمفاصل",
  "مرهم تخفيف آلام الغضروف والمفاصل"

 ];

 static List<String> list_slider_details=
 [
  "تركيبة علاجية متكاملة تستهدف آلام المفاصل والغضروف من الجذور، تجمع بين الكريم، البخاخ، اللصقات، وكريم الصدفية بسم النحل — فعالية سريعة، استخدام سهل، ونتائج يثق بها الآلاف حول العالم.",
  "تركيبة فعالة مصممة خصيصًا لتسكين آلام الركبة والمفاصل الناتجة عن التهاب أو ضعف الغضروف. يعمل بعمق لتهدئة الألم، تقليل التورم، وتحسين الحركة — خيارك الأول للعناية اليومية بمفاصلك.",
" لصقات علاجية مصممة لتوفير راحة طويلة الأمد من آلام الركبة والغضروف.تلتصق بسهولة على المنطقة المصابة، وتعمل ببطء لتسكين الألم وتقليل الالتهاب دون الحاجة للأدوية. مثالية للاستعمال الليلي أو خلال فترات الراحة.",
  "حل عملي وسريع لمن يعانون من آلام الركبة أو المفاصل أثناء الحركة. يرش مباشرة على المنطقة المصابة لامتصاص فوري وتأثير مهدئ يدوم، دون الحاجة للفرك أو الانتظار — مثالي للاستخدام اليومي أو أثناء التنقل.",
  "مرهم علاجي مركز يعمل على تسكين الألم بفعالية، تقليل الالتهاب، وتحسين الدورة الدموية في منطقة الركبة والمفاصل. مثالي لمن يعانون من خشونة المفاصل، التهاب الغضروف، أو آلام الركبة الناتجة عن الإجهاد اليومي."
 ];
}